benchmarks/casesOF/3D/stationaryBubble/full/0.orig/p_rgh
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  plus                                  |
|   \\  /    A nd           | Web:      www.OpenFOAM.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      p_rgh;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [1 -1 -2 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    xMin
    {
        type            zeroGradient;
    }

    xMax
    {
        type            zeroGradient;
    }

    yMin
    {
        type            zeroGradient;
    }

    yMax
    {
        type            zeroGradient;
    }

    zMin
    {
        type            empty;
    }

    zMax
    {
        type            empty;
    }
}

// ************************************************************************* //
